Repository: Fire-man-x/HumanReadableClock
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs

source: Beginning of %0
cs: Začátek %0

source: Early %0
cs: Po začátku %0

source: Middle of %0
cs: Uprostřed %0

source: Late %0
cs: Ke konci %0

source: End of %0
cs: Konec %0

source: January
cs: Ledna

source: February
cs: Února

source: March
cs: Březena

source: April
cs: Dubna

source: May
cs: Května

source: June
cs: Června

source: July
cs: Července

source: August
cs: Srpna

source: September
cs: Září

source: October
cs: Října

source: November
cs: Listopadu

source: December
cs: Prosince

# X:00
source: %is o'clock
cs: %is hodina

# X:05
source: Five past %past
cs: Pět minut po %past

# X:10
source: Ten past %past
cs: Deset minut po %past

# X:15
source: Quarter past %past
cs: Čtvrt na %to

# X:20
source: Twenty past %past
cs: Čtvrt na %to a pět minut

# X:25
source: Twenty five past %past
cs: Za pět minut půl %to

# X:30
source: Half past %past
cs: Půl %to

# X:35
source: Twenty five to %to
cs: Půl %to a pět minut

# X:40
source: Twenty to %to
cs: Za pět minut třičtvrtě na %to

# X:45
source: Quarter to %to
cs: Třičtvrtě na %to

# X:50
source: Ten to %to
cs: Třičtvrtě na %to a pět minut

# X:55
source: Five to %to
cs: Za pět minut %to

# X:60
source: %will o'clock
cs: %will hodina

# Is
source: Twelve
cs: Půlnoc

# Past
source: Twelve
cs: Půlnoci

# To
source: Twelve
cs: Dvanáct

# Is
source: Twelve
cs: Jedna

# Past
source: Twelve
cs: Jedné

# To
source: Twelve
cs: Jednu

# Is
source: Twelve
cs: Dvě

# Past
source: Twelve
cs: Druhé

# To
source: Twelve
cs: Dvě

# Is
source: Twelve
cs: Tři

# Past
source: Twelve
cs: Třetí

# To
source: Twelve
cs: Tři

# Is
source: Twelve
cs: Čtyři

# Past
source: Twelve
cs: Čtvrté

# To
source: Twelve
cs: Čtyři

# Is
source: Twelve
cs: Pět

# Past
source: Twelve
cs: Páté

# To
source: Twelve
cs: Pět

# Is
source: Twelve
cs: Šest

# Past
source: Twelve
cs: Šesté

# To
source: Twelve
cs: Šest

# Is
source: Twelve
cs: Sedm

# Past
source: Twelve
cs: Sedmé

# To
source: Twelve
cs: Sedm

# Is
source: Twelve
cs: Osm

# Past
source: Twelve
cs: Osmé

# To
source: Twelve
cs: Osm

# Is
source: Twelve
cs: Devět

# Past
source: Twelve
cs: Deváté

# To
source: Twelve
cs: Devět

# Is
source: Twelve
cs: Deset

# Past
source: Twelve
cs: Desáté

# To
source: Twelve
cs: Deset

# Is
source: Twelve
cs: Jedenáct

# Past
source: Twelve
cs: Jedenácté

# To
source: Twelve
cs: Jedenáct

# Is
source: Twelve
cs: Dvanáct

# Past
source: Twelve
cs: Dvanácté

# To
source: Twelve
cs: Dvanáct
